Repository: burakkho/antrain
Catalog: antrain/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

source: Failed to save message
es: Error al guardar mensaje
tr: Mesaj kaydedilemedi

source: Failed to schedule notification. Please try again.
es: No se pudo programar la notificación. Por favor intenta de nuevo.
tr: Bildirim planlanamadı. Lütfen tekrar deneyin.

source: Failed to update food
es: No se pudo actualizar la comida
tr: No se pudo actualizar la comida

source: Fat
es: Grasa
tr: Yağ

source: Fat Loss
es: Pérdida de Grasa
tr: Yağ Kaybı

source: Fats
es: Grasas
tr: Yağ

source: Feedback
es: Comentarios
tr: Geri Bildirim

source: Feet
es: Pies

source: Female
es: Femenina
tr: Kadın

source: fig
es: higo
tr: incir

source: Fig
es: Higo
tr: İncir

source: fillet
es: filete
tr: fileto

source: Filter
es: Filtro
tr: Filtre

source: Finish
es: Finalizar
tr: Bitir

source: Finish Workout
es: Terminar Entrenamiento
tr: Antrenmanı Bitir

source: Finish Workout?
es: ¿Terminar Entrenamiento?
tr: Antrenmanı Bitir?

source: First
es: Primero
tr: İlk

source: Fitness Level
es: Nivel de Fitness
tr: Fitness Seviyesi

source: Flax Seeds
es: Semillas de Lino
tr: Keten Tohumu

source: Follow proven programs with progressive overload
es: Sigue programas comprobados con sobrecarga progresiva
tr: Kanıtlanmış programları kademeli yüklenmeyle uygula

source: Food moved to %@
es: La comida se movió a %@
tr: Yemek %@ öğününe taşındı

source: Food updated successfully
es: Comida actualizada correctamente
tr: Yemek başarıyla güncellendi

source: French Fries
es: Papas Fritas
tr: Patates Kızartması

source: Frequency
es: Frecuencia
tr: Frekans

source: Fried Rice (Chicken)
es: Arroz Frito (Pollo)
tr: Kızarmış Pirinç (Tavuklu)

source: fruit
es: fruta
tr: meyve

source: Fruit
es: Fruta
tr: Meyve

source: Full gym access
es: Acceso completo al gimnasio
tr: Tam spor salonu erişimi

source: Gain
es: Ganancia
tr: Kazanç

source: Garlic
es: Ajo
tr: Sarımsak

source: Gender
es: Género
tr: Cinsiyet

source: Gender (Optional)
es: Género (opcional)
tr: Cinsiyet(Opsiyonel)

source: General Fitness
es: Fitness General
tr: Genel Fitness

source: Get reminded when it's time for your scheduled workout
es: Recibe recordatorios cuando sea hora de tu entrenamiento programado
tr: Planlanmış antrenman zamanınız geldiğinde hatırlatılın

source: Get reminded when it's time for your workout
es: Recibe recordatorios cuando sea hora de tu entrenamiento
tr: Antrenman zamanınız geldiğinde hatırlatılın

source: Get Started
es: Comienza
tr: Başla

source: Give your template a descriptive name
es: Dale a tu plantilla un nombre descriptivo
tr: Şablonunuza açıklayıcı bir ad verin

source: glass
es: vaso
tr: bardak

source: Go to Programs
es: Ir a Programas
tr: Programlara Git

source: Goal
es: Objetivo
tr: Hedef

source: Gram
es: Gramo

source: Granola Bar
es: Barra de Granola
tr: Granola Barı

source: grape
es: uva
tr: üzüm

source: Grape
es: uva
tr: Üzüm

source: Grapefruit
es: Toronja
tr: Greyfurt

source: Greek Yogurt (Plain)
es: Yogur Griego (Natural)
tr: Yunan Yoğurdu (Sade)

source: Green Beans
es: Judías Verdes
tr: Yeşil Fasulye

source: Ground Beef (85%)
es: Carne Molida (85%)
tr: Kıyma (%85)

source: Ground Turkey
es: Pavo Molido
tr: Kıyma Hindi

source: Gym
es: Gimnasio
tr: Spor Salonu

source: Haptic Feedback
es: Retroalimentación Háptica
tr: Dokunsal Geri Bildirim

source: hazelnut
es: avellana
tr: fındık

source: Hazelnuts
es: Avellanas
tr: Fındık

source: Heavy compounds, low reps, maximal strength
es: Compuestos pesados, pocas repeticiones, fuerza máxima
tr: Ağır bileşik hareketler, düşük tekrar, maksimal kuvvet

source: Height
es: Altura
tr: Boy

source: Height (Optional)
es: Estatura (opcional)
tr: Boy (isteğe bağlı)

source: Help AI Coach recommend exercises based on your available equipment.
es: Ayuda al Entrenador IA a recomendar ejercicios según tu equipamiento disponible.
tr: AI Koçunun mevcut ekipmanınıza göre egzersizler önermesine yardımcı olun.

source: Help AI Coach tailor recommendations to your experience level.
es: Ayuda al Entrenador IA a adaptar las recomendaciones a tu nivel de experiencia.
tr: AI Koçunun önerilerini deneyim seviyenize göre uyarlamasına yardımcı olun.

source: Home
es: Inicio
tr: Ana Sayfa

source: Home equipment (dumbbells, bench, etc.)
es: Equipo de casa (mancuernas, banco, etc.)
tr: Ev ekipmanı (dambıllar, bench vb.)

source: hot dog
es: perrito caliente
tr: sosisli

source: Hot Dog
es: Perrito Caliente
tr: Sosisli Sandviç

source: How are you feeling?
es: ¿Cómo te sientes?
tr: Nasıl hissediyorsunuz?

source: How did it feel?
es: ¿Cómo se sintió?
tr: Nasıl hissettiniz?

source: How did it go?
es: ¿Cómo fue?
tr: Nasıl geçti?

source: How many times per week do you plan to train?
es: ¿Cuántas veces por semana planeas entrenar?
tr: Haftada kaç kez antrenman yapmayı planlıyorsunuz?

source: How often can you train?
es: ¿Con qué frecuencia puedes entrenar?
tr: Ne sıklıkla antrenman yapabilirsin?

source: How old are you?
es: ¿Cuántos años tienes?
tr: Kaç yaşındasınız?

source: Hypertrophy
es: Hipertrofia
tr: Hipertrofi

source: I'll do this later
es: Lo haré más tarde
tr: Bunu sonra yapacağım

source: in
es: pulg
tr: inç

source: Inches
es: Pulgadas
tr: İnç

source: Intensity
es: Intensidad
tr: Yoğunluk

source: Intermediate
es: Intermedio
tr: Orta

source: Internet connection required
es: Se requiere conexión a Internet
tr: İnternet bağlantısı gerekli

source: Invalid API key
es: Clave API inválida
tr: Geçersiz API anahtarı

source: Invalid configuration
es: Configuración inválida
tr: Geçersiz yapılandırma

source: Invalid program: %@
es: Programa inválido: %@
tr: Geçersiz program: %@

source: Invalid response received
es: Respuesta inválida recibida
tr: Geçersiz yanıt alındı

source: İrmik Helvası (Semolina Halva)
es: Halva de Sémola
tr: İrmik Helvası

source: Kale
es: Col Rizada
tr: Karalahana

source: Kashar Cheese
es: Queso Kashar
tr: Kaşar Peyniri

source: Keep Editing
es: Seguir Editando
tr: Düzenlemeye Devam Et

source: Kestane (Roasted Chestnuts)
es: Castañas Asadas
tr: Kestane (Közde)

source: Keyboard
es: Teclado
tr: Klavye

source: Kidney Beans (Cooked)
es: Frijoles Rojos (Cocidos)
tr: Barbunya (Pişmiş)

source: Kilograms
es: Kilogramos
tr: Kilogram

source: Know exactly what to do each training day
es: Sepa exactamente qué hacer cada día de entrenamiento.

source: Kumpir (Baked Potato with Toppings)
es: Papa Asada con Ingredientes
tr: Kumpir

source: Kuru Fasulye (White Bean Stew)
es: Estofado de Frijoles Blancos
tr: Kuru Fasulye

source: Lamb
es: Cordera
tr: Kuzu Eti

source: Language
es: Idioma
tr: Dil

source: large shrimp
es: camarón grande
tr: büyük karides

source: Lasagna
es: Lasaña
tr: Lazanya

source: Last 3 Months
es: Últimos 3 Meses
tr: Son 3 Ay

source: Last 6 Months
es: Últimos 6 Meses
tr: Son 6 Ay

source: Last 7 Days
es: Últimos 7 Días
tr: Son 7 Gün

source: Last 30 Days
es: Últimos 30 Días
tr: Son 30 Gün

source: Last used: %@
es: Último uso: %@
tr: Son kullanım: %@

source: Latest
es: Último
tr: Son

source: Lays Classic (Turkey)
es: Lays Clásico
tr: Lays Klasik

source: Lean Beef (95%)
es: Carne Magra (95%)
tr: Yağsız Kıyma (%95)

source: Leek
es: Puerro
tr: Pırasa

source: Lemon
es: Limón
tr: Limon

source: Lentils (Cooked)
es: Lentejas (Cocidas)
tr: Mercimek (Pişmiş)

source: Let's personalize your training experience in just a few steps
es: Personalicemos tu experiencia de entrenamiento en tan solo unos pasos

source: Lettuce
es: Lechuga
tr: Marul

source: Lifting
es: Levantamiento

source: Lifting Session
es: Sesión de Pesas
tr: Ağırlık Antrenmanı

source: Light
es: Ligera
tr: Açık

source: Lightly Active
es: Ligeramente activa
tr: Hafif Aktif

source: Lime
es: Lima
tr: Misket Limonu

source: List View
es: Vista de Lista
tr: Liste Görünümü

source: Loading exercises...
es: Ejercicios de carga...
tr: Egzersizler yükleniyor...

source: Loading history...
es: Cargando historial...
tr: Geçmiş yükleniyor...

source: Loading personal records...
es: Cargando récords personales...
tr: Kişisel rekorlar yükleniyor...

source: Loading profile...
es: Cargando perfil...
tr: Profil yükleniyor...

source: Loading program...
es: Cargando programa...
tr: Program yükleniyor...

source: Loading programs...
es: Cargando programas...
tr: Programlar yükleniyor...

source: Loading stats
es: Cargando estadísticas
tr: İstatistikler yükleniyor

source: Loading templates...
es: Cargando plantillas...
tr: Şablonlar yükleniyor...

source: Loading workout...
es: Cargando entrenamiento...
tr: Antrenman yükleniyor...

source: Loading workouts...
es: Cargando entrenamientos...
tr: Antrenmanlar yükleniyor...

source: Loading...
es: Cargando...
tr: Yükleniyor...

source: Log Cardio
es: Registrar Cardio
tr: Kardiyoyu Kaydet

source: Log MetCon
es: Registrar MetCon
tr: MetCon Kaydet

source: Lokum (Turkish Delight)
es: Delicia Turca
tr: Lokum

source: Lor Cheese
es: Queso Lor
tr: Lor Peyniri

source: Lunch
es: Almuerza
tr: Öğle Yemeği

source: Mac and Cheese
es: Macarrones con Queso
tr: Makarna ve Peynir

source: Mackerel
es: Caballa
tr: Uskumru

source: Macro Distribution
es: Distribución de Macros
tr: Makro Dağılımı

source: Maintain
es: Mantener
tr: Kilo Koruma

source: Male
es: Masculino
tr: Erkek

source: Mandarin
es: Mandarina
tr: Mandalina

source: Manual Pace
es: Ritmo Manual
tr: Manuel Tempo

source: Margarine
es: Margarina
tr: Margarin

source: Max
es: Máx
tr: Maks

source: meatball
es: albóndiga
tr: Köfte

source: Meatballs
es: albóndigas
tr: Köfte

source: medium
es: mediano
tr: orta

source: Melon
es: Melón
tr: Kavun

source: Message cannot be empty
es: El mensaje no puede estar vacío
tr: Mesaj boş olamaz

source: Message too long (maximum %lld characters)
es: Mensaje demasiado largo (máximo %lld caracteres)
tr: Mesaj çok uzun (maksimum %lld karakter)

source: MetCon Details
es: Detalles de MetCon
tr: MetCon Detayları

source: MetCon Type
es: Tipo de MetCon
tr: MetCon Tipi

source: Milka Chocolate
es: Chocolate Milka
tr: Milka Çikolata

source: Min
es: Mín

source: Minimal
es: Mínimo

source: Minimize
es: Minimizar
tr: Küçült

source: Minutes
es: Minutos
tr: Dakika

source: Moderately Active
es: Moderadamente Activa
tr: Ortalama Aktif

source: Monitor your progress and celebrate achievements
es: Sigue tu progreso y celebra los logros
tr: İlerlemeni takip et ve başarılarını kutla

source: Mozzarella Cheese
es: Queso Mozzarella
tr: Mozzarella Peyniri

source: Muscle Gain
es: Ganancia Muscular
tr: Kas Kazanımı

source: Muscle Groups
es: Grupos Musculares
tr: Kas Grupları

source: Muscle growth focus, 8-12 rep ranges
es: Enfoque en crecimiento muscular, rangos de 8-12 repeticiones
tr: Kas büyümesi odaklı, 8-12 tekrar aralığı

source: Mushrooms
es: Champiñones
tr: Mantar

source: mussel
es: mejillón
tr: midye

source: My Programs
es: Mis Programas
tr: Programlarım

source: My Templates
es: Mis Plantillas
tr: Şablonlarım

source: Nachos with Cheese
es: Nachos con Queso
tr: Peynirli Nachos

source: Name
es: Nombre
tr: İsim

source: Name (Optional)
es: Nombre (opcional)

source: Name cannot be empty
es: El nombre no puede estar vacío
tr: İsim boş olamaz

source: New PR
es: Nuevo PR
tr: Yeni PR

source: New Template Name
es: Nuevo Nombre de Plantilla
tr: Yeni Şablon Adı

source: Next
es: Siguiente
tr: İleri

source: No %@ Workouts
es: Sin entrenamientos %@
tr: %@ Antrenman Yok

source: No Active Program
es: Sin Programa Activo
tr: Aktif Program Yok

source: No active program found
es: No se encontró programa activo
tr: Aktif program bulunamadı

source: No activities on this day
es: Sin actividades en este día
tr: Bu gün hiçbir etkinlik yok

source: No bodyweight entries yet
es: Aún sin registros de peso
tr: Henüz kilo girişi yok

source: No change
es: Sin cambios
tr: Değişiklik yok

source: No completed sets found in workout
es: No se encontraron series completadas en el entrenamiento
tr: Antrenmanada tamamlanmış set bulunamadı

source: No exercises added yet
es: Aún no se han añadido ejercicios
tr: Henüz egzersiz eklenmedi

source: No Exercises Available
es: Sin Ejercicios Disponibles
tr: Mevcut Alıştırma Yok

source: No Exercises Found
es: No se encontraron ejercicios
tr: Egzersiz Bulunamadı

source: No exercises match your filters
es: No se encontraron ejercicios que coincidan con tus filtros.
tr: Filtrelerinize uygun egzersiz yok

source: No Exercises Selected
es: Sin Ejercicios Seleccionados
tr: Egzersiz Seçilmedi

source: No Exercises Yet
es: Aún no hay ejercicios.
tr: Henüz Egzersiz Yok

source: No food logged
es: Sin alimentos registrados
tr: Kayıtlı yiyecek yok

source: No Foods Found
es: No se encontraron alimentos
tr: Yiyecek Bulunamadı

source: No History Yet
es: Aún no hay historia
tr: Henüz Geçmiş Yok

source: No nutrition log available
es: No hay registro de nutrición disponible
tr: Beslenme kaydı mevcut değil

source: No Personal Records
es: Sin Récords Personales
tr: Kişisel Rekor Yok

source: No previous data - set your starting weight
es: Sin datos anteriores - establece tu peso inicial
tr: Önceki veri yok - başlangıç ağırlığınızı ayarlayın

source: No Programs Available
es: Sin Programas Disponibles
tr: Mevcut Program Yok

source: No PRs yet
es: Aún sin récords
tr: Henüz rekor yok

source: No Results
es: Sin Resultados
tr: Sonuç Yok

source: No Results Found
es: No se Encontraron Resultados
tr: Sonuç Bulunamadı

source: No sets yet. Tap "Add Set" to start.
es: Aún no hay series. Toca "Añadir Serie" para comenzar.
tr: Henüz set yok. Başlamak için "Set Ekle"ye dokunun.

source: No Templates
es: Sin Plantillas
tr: Şablon Yok

source: No templates found
es: No se encontraron plantillas
tr: Şablon bulunamadı

source: No Templates Found
es: No Se Encontraron Plantillas
tr: Şablon Bulunamadı

source: No templates match your current filter or search
es: Ninguna plantilla coincide con tu filtro o búsqueda
tr: Filtre veya aramanızla eşleşen şablon yok

source: No Templates Yet
es: Aún No Hay Plantillas
tr: Henüz Şablon Yok

source: No workout scheduled
es: Sin entrenamiento programado
tr: Planlanmış antrenman yok

source: No workouts to export
es: No hay entrenamientos para exportar
tr: Dışa aktarılacak antrenman yok

source: No Workouts Yet
es: Aún No Hay Entrenamientos
tr: Henüz Antrenman Yok

source: Not Now
es: Ahora No
tr: Şimdi Değil

source: Not set
es: No configurado
tr: Ayarlanmadı

source: Notes
es: Notas
tr: Notlar

source: Notes (optional)
es: Notas (opcional)
tr: Notlar(opsiyonel)

source: Notes (Optional)
es: Notas (Opcional)
tr: Notlar(Opsiyonel)

source: Notification permission denied. Please enable in Settings.
es: Permiso de notificación denegado. Por favor habilita en Configuración.
tr: Bildirim izni reddedildi. Lütfen Ayarlar'dan etkinleştirin.

source: Notification permissions are required. Please enable in iOS Settings.
es: Se requieren permisos de notificación. Por favor habilita en Configuración de iOS.
tr: Bildirim izinleri gerekli. Lütfen iOS Ayarları'ndan etkinleştirin.

source: Notification Time
es: Hora de Notificación
tr: Bildirim Zamanı

source: Notifications
es: Notificaciones
tr: Bildirimler

source: Notifications disabled
es: Notificaciones deshabilitadas
tr: Bildirimler devre dışı

source: Notifications enabled
es: Notificaciones habilitadas
tr: Bildirimler etkin

source: Notifications enabled successfully
es: Notificaciones habilitadas exitosamente
tr: Bildirimler başarıyla etkinleştirildi

source: Nutrition
es: Nutrición
tr: Beslenme

source: Nutrition Settings
es: Ajustes de Nutrición
tr: Beslenme Ayarları

source: Nutritional Values
es: Valores Nutricionales
tr: Besin Değerleri

source: Oats (Dry)
es: Avena (Seca)
tr: Yulaf (Kuru)

source: Obese
es: Obeso
tr: Obez

source: of
es: de

source: OK
es: Aceptar
tr: Tamam

source: Olive Oil
es: Aceite de Oliva
tr: Zeytinyağı

source: Olympic lifts and variations
es: Levantamientos olímpicos y variaciones
tr: Olimpik kaldırışlar ve varyasyonlar

source: Onion
es: Cebolla

source: Open iOS Settings
es: Abrir Configuración de iOS
tr: iOS Ayarları'nı Aç

source: OR
es: O
tr: VEYA

source: Orange
es: Naranja
tr: Portakal

source: Other
es: Otra
tr: Diğer

source: Ounce
es: Onza
tr: Ons

source: Overall Statistics
es: Estadísticas Generales
tr: Genel İstatistikler

source: Overview
es: Descripción General
tr: Genel Bakış

source: Overweight
es: Sobrepeso
tr: Fazla Kilolu

# P: %lldg • C: %lldg • F: %lldg
source: P: %1$lldg • C: %2$lldg • F: %3$lldg
es: P: %lldg • C: %lldg • G: %lldg

source: Pace
es: Ritmo
tr: Tempo

source: Pace (Optional)
es: Ritmo (Opcional)
tr: Tempo(Opsiyonel)

source: pancake
es: panqueque
tr: pankek

source: Pancake
es: Panqueque
tr: Pankek

source: Passion Fruit
es: Fruta de la Pasión
tr: Çarkıfelek Meyvesi

source: Pea Protein Powder
es: Tal Vez Protein Powder
tr: Bezelye Protein Tozu

source: Peach
es: Durazno
tr: Şeftali

source: Peaking
es: Pico
tr: Zirvelenme

source: Peanut Butter
es: Mantequilla de Cacahuete
tr: Yer Fıstığı Ezmesi

source: Peanuts
es: Cacahuetes
tr: Yer Fıstığı

source: Pear
es: Pera
tr: Armut

source: Peas (Fresh)
es: Guisantes (Frescos)
tr: Bezelye (Taze)

# Per 100g: %lld kcal • P: %lldg C: %lldg F: %lldg
source: Per 100g: %1$lld kcal • P: %2$lldg C: %3$lldg F: %4$lldg
es: Por 100g: %1$lld kcal • P: %2$lldg C: %3$lldg F: %4$lldg
tr: 100 g başına: %1$lld kcal • P: %2$lldg C: %3$lldg F: %4$lldg

source: per week
es: por semana

source: Permission denied
es: Permiso denegado
tr: İzin reddedildi

source: Personal Records
es: Récords Personales
tr: Kişisel Rekorlar

source: Personalize Your Goals
es: Personaliza tus Objetivos
tr: Hedeflerinizi Kişiselleştirin

source: Personalized coaching based on your workout data
es: Entrenamiento personalizado basado en tus datos de ejercicio
tr: Antrenman verilerinize dayalı kişiselleştirilmiş koçluk

source: piece
es: pieza
tr: adet

source: Piece
es: Pieza
tr: Adet

source: Pineapple
es: Piña
tr: Ananas

source: pistachio
es: pistacho
tr: antep fıstığı

source: Pistachios
es: Pistachos
tr: Antep Fıstığı

source: pita
es: pan de pita
tr: pide

source: Pita Bread
es: Pan Pita
tr: Pide Ekmeği

source: Pınar Süt (Milk)
es: Leche Pınar
tr: Pınar Süt

source: Planned
es: Planificado
tr: Planlandı

source: plate
es: plato
tr: tabak

source: Please check all exercise configurations
es: Por favor revisa todas las configuraciones de ejercicios
tr: Lütfen tüm egzersiz yapılandırmalarını kontrol edin

source: Please enable notifications in iOS Settings
es: Por favor habilita las notificaciones en Configuración de iOS
tr: Lütfen iOS Ayarları'ndan bildirimleri etkinleştirin

source: Please ensure exercises are loaded in the app
es: Asegúrate de que los ejercicios estén cargados en la aplicación
tr: Lütfen alıştırmaların uygulamaya yüklü olduğundan emin olun

source: Please provide a valid template name
es: Por favor proporciona un nombre de plantilla válido
tr: Lütfen geçerli bir şablon adı girin

source: Please try again
es: Por favor, inténtalo de nuevo
tr: Lütfen tekrar deneyin

source: plum
es: ciruela
tr: erik

source: Plum
es: Ciruela
tr: Erik

source: pod
es: vaina
tr: kabuk

source: Pomegranate
es: Granada
tr: Nar

source: Pork Tenderloin
es: Lomo de cerdo
tr: Domuz Bonfilesi

source: portion
es: porción
tr: porsiyon

source: Pounds
es: Libras
tr: Pound

source: PR History
es: Historial de PR
tr: PR Geçmişi

source: Prefer not to say
es: Prefiero no decirlo
tr: Söylememeyi tercih ediyorum

source: Preferences
es: Preferencias
tr: Tercihler

source: Preferred Time
es: Hora Preferida
tr: Tercih Edilen Saat

source: Preferred Units
es: Unidades preferidas
tr: Tercih edilen birimler

source: Preset
es: Predefinida
tr: Hazır

source: Preset Program
es: Programa Preestablecido
tr: Önceden Ayarlanan Program

source: Preset Programs
es: Programas Preestablecidos
tr: Önceden Ayarlanan Programlar

source: Preset programs will appear here once loaded
es: Los programas preestablecidos aparecerán aquí una vez cargados
tr: Önceden ayarlanan programlar yüklendikten sonra burada görünecek

source: Preset Templates
es: Plantillas Predefinidas
tr: Hazır Şablonlar

source: Preset templates cannot be deleted
es: Las plantillas preestablecidas no se pueden eliminar
tr: Önceden ayarlanan şablonlar silinemiyor

source: Presets
es: Predefinidas
tr: Hazırlar

source: Preview
es: Avance
tr: Önizleme

source: Privacy Policy
es: Política de privacidad
tr: Gizlilik Politikası

source: Profile
es: Perfil
tr: Profil

source: Program Activated!
es: ¡Programa Activado!
tr: Program Etkinleştirildi!

source: Program not found
es: Programa no encontrado
tr: Program bulunamadı

source: Program Schedule
es: Cronograma del Programa
tr: Program Takvimi

source: Programs
es: Programas
tr: Programlar

source: Progress
es: Progreso
tr: Gelişim

source: Progress & Stats
es: Progreso y Estadísticas
tr: İlerleme & İstatistikler

source: Protein
es: Proteína

source: Protein Bar
es: Barra de Proteína
tr: Protein Barı

source: prune
es: ciruela pasa
tr: kuru erik

source: Prunes
es: Ciruelas Pasas
tr: Kuru Erik

source: Pumpkin Seeds
es: Semillas de Calabaza
tr: Kabak Çekirdeği

source: Quest Protein Bar
es: Barra de Proteína Quest
tr: Quest Protein Barı

source: Quick Actions
es: Acciones Rápidas
tr: Hızlı İşlemler

source: Quick Presets
es: Preajustes Rápidos
tr: Hızlı Ön Ayarlar

source: Quinoa (Cooked)
es: Quinoa (Cocida)
tr: Kinoa (Pişmiş)

source: Radish
es: rábano
tr: Turp

source: Raisins
es: Pasas
tr: Kuru Üzüm

source: Raspberry
es: Frambuesa
tr: Ahududu

source: Rate Workout
es: Calificar Entrenamiento
tr: Antrenmanı Puanla

source: Ready to start your workout now?
es: ¿Listo para comenzar tu entrenamiento ahora?
tr: Antrenmanına şimdi başlamaya hazır mısın?

source: Recent Workouts
es: Entrenamientos Recientes
tr: Son Antrenmanlar

source: Recently Used
es: Usadas Recientemente
tr: Son Kullanılanlar

source: Recommended for %@:
es: Recomendado para %@:
tr: %@ için önerilir:

source: Recovery is important
es: La recuperación es importante
tr: İyileşme önemli

source: Recovery is progress. Take it easy today!
es: La recuperación es progreso. ¡Tómatelo con calma hoy!
tr: Toparlanma da bir gelişmedir. Bugün rahat ol!

source: Red Potato (Boiled)
es: Papa Roja (Hervida)
tr: Kırmızı Patates (Haşlanmış)

source: Reload
es: Recargar
tr: Yeniden Yükle

source: Remaining
es: Restante
tr: Kalan

source: Rep Range
es: Rango de Repeticiones
tr: Tekrar Aralığı

source: Rep range must be valid (min < max, both > 0)
es: El rango de repeticiones debe ser válido (min < max, ambos > 0)
tr: Tekrar aralığı geçerli olmalı (min < max, ikisi de > 0)

source: Reps
es: Repeticiones
tr: Tekrar

source: Request timed out
es: La solicitud expiró
tr: İstek zaman aşımına uğradı

source: Rest
es: Descanso
tr: Dinlenme

source: Rest Day
es: Día de Descanso
tr: Dinlenme Günü

source: Rest Day Reminders
es: Recordatorios de Día de Descanso
tr: Dinlenme Günü Hatırlatıcıları

source: Result
es: Resultado
tr: Sonuç

source: Retry
es: Rever
tr: Tekrar Dene

source: Rice Cake
es: Torta de Arroz
tr: Pirinç Gevreği

source: Rice Noodles (Cooked)
es: Fideos de Arroz (Cocidos)
tr: Pirinç Eriştesi (Pişmiş)

source: roll
es: rollo
tr: rulo

source: rounds
es: rondas
tr: tur

source: Rounds
es: Rondas
tr: Turlar

source: Rounds Completed
es: Rondas Completadas
tr: Tamamlanan Turlar

source: Row
es: Fila
tr: Kürek

source: Run
es: Correr
tr: Koşu

source: Rye Bread
es: Pan de Centeno
tr: Çavdar Ekmeği

source: Şalgam Suyu (Turnip Juice)
es: Jugo de Nabo
tr: Şalgam Suyu

source: Salmon
es: Salmón
tr: Somon

source: sandwich
es: sándwich
tr: sandviç

source: Save
es: Guardar
tr: Kaydet

source: Save & Calculate TDEE
es: Guardar y calcular el TDEE
tr: TDEE'yi Kaydedin ve Hesaplayın

source: Save as Template
es: Guardar como Plantilla
tr: Şablon Olarak Kaydet

source: Save Workout
es: Guardar Entrenamiento
tr: Antrenmanı Kaydet

source: Saving...
es: Guardando...
tr: Kaydediliyor...

source: scoop
es: cucharada
tr: kepçe
